tap "dart-lang/dart"
tap "leoafarias/fvm"
tap "romkatv/powerlevel10k"
brew "bat"
brew "cocoapods"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "mercurial"
brew "neovim", args: ["HEAD"]
brew "openjdk"
brew "rbenv"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "leoafarias/fvm/fvm"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "raycast"
cask "android-studio"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "fork"
cask "keepassxc"
cask "rectangle"
cask "spotify"
cask "thor"
cask "visual-studio-code"
brew "jq"
brew "coreutils"
cask "slack"
cask "microsoft-teams"
cask "dbeaver-community"
brew "nvm"
cask "google-chrome"
cask "dropbox"
cask "xcodes"
brew "aria2"
brew "yarn"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "toinane-colorpicker"
brew "viu"
cask "stats"
cask "bruno"
brew "pngpaste"
brew "btop"
brew "difftastic"
brew "zoxide"
brew "pass"
brew "mergiraf"
