tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "leoafarias/fvm"
tap "romkatv/powerlevel10k"
brew "bat"
brew "cocoapods"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "mercurial"
brew "neovim", args: ["HEAD"]
brew "openjdk"
brew "rbenv"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "leoafarias/fvm/fvm"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "android-studio"
cask "font-hack-nerd-font"
cask "fork"
cask "kdiff3"
cask "keepassxc"
cask "kitty"
cask "rectangle"
cask "spotify"
cask "thor"
cask "visual-studio-code"
cask "iina"
cask "marta"
brew "jq"
brew "coreutils"
cask "slack"
cask "microsoft-teams"
cask "teamviewer"
cask "azure-data-studio"
cask "dbeaver-community"
brew "nvm"
cask "google-chrome"
cask "dropbox"
cask "xcodes"
brew "aria2"
brew "yarn"
